index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-01-09 Fri 16:22 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Adam Massmann</title>
<meta name="author" content="Adam Massmann" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org2b272c9" class="outline-2">
<h2 id="org2b272c9">Adam Massmann's home</h2>
<div class="outline-text-2" id="text-org2b272c9">
<p>
I am a New York based environmental engineering consultant and partner
at <a href="https://www.ketawaters.com">Keta Waters</a>. I am seeking any work that improves access to clean air
&amp; water, food, shelter, healthcare, and/or education. I have particular
experience with environmental modeling, data analysis, teaching, and
the efficient review of large technical documents and research
literature. If you think I might be able to help with anything you are
working on (<a href="massmann-resume.pdf">my resume is here</a>), please reach out.
</p>

<p>
Beyond my more professionalized interests, I enjoy dancing, cooking,
running, and attending live performances: theater, dance, sports; all
sorts.
</p>

<p>
email: <b>adam</b> "at" <b>ketawaters</b> "dot" <b>com</b> <br />
<a href="massma.asc">PGP Public key</a> - id: 64D3824DEEA15678
</p>
</div>
<div id="outline-container-orga224532" class="outline-3">
<h3 id="orga224532">Links</h3>
<div class="outline-text-3" id="text-orga224532">
<ul class="org-ul">
<li><a href="http://www.columbia.edu/~akm2203/">My Old Website</a> - from when I was a student.</li>
</ul>

<p>
If you used my old weather almanac and miss it, please email me - I
took it down to save energy/CPU usage/bandwidth, but it is easy to put
it back up.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
